{
  "announcements": [
    {
      "id": 1,
      "title": "BMW Seria 3",
      "description":
        "BMW G20 este un automobil revoluţionar în materie de tehnologie. Cu cea de-a şaptea generaţie, BMW Seria 3 obţine echilibrul perfect între cea mai bună protecţie cu putinţă, utilizarea inovatoare şi plăcerea de a conduce sportiv. În vara anului 2019, BMW Seria 3 Touring, cunoscut pe plan intern sub denumirea G21, a continuat tradiţia break-urilor sportive BMW din clasa medie. Pentru prima dată, un model BMW hibrid este disponibil şi în versiunea Touring: BMW 330e are o autonomie electrică de până la 65 km cu bateria încărcată complet.",
      "price": "30000",
      "image": "bmw-seria3.jpg"
    },
    {
      "id": 2,
      "title": "Audi A7",
      "description":
        "Audi A7 Sportback este situat între modelele A6 și A8, acesta având ca concurenți modelele Mercedes-Benz CLS și BMW Seria 5 GT.",
      "price": "65000",
      "image": "audi-a7.jpg"
    },
    {
      "id": 3,
      "title": "Dacia Spring",
      "description":
        "Dacia Spring, primul model electric al constructorului român, a fost prezentat luna aceasta în cadrul evenimentului Renault eWays. Cu această ocazie, au fost făcute publice specificațiile tehnice pentru Dacia Spring.",
      "price": "10000",
      "image": "dacia-spring.jpg"
    },
    {
      "id": 4,
      "title": "Mazda 3",
      "description":
        "De o frumusețe impresionantă rafinată, Mazda3 Sedan 2021 stârnește pasiuni încă de la prima vedere. Rafinamentul senzual al conturului caroseriei și interiorul cu finisaje splendide o plasează într-o clasă aparate – înainte de a descoperi cât de impresionantă este senzația din timpul condusului.",
      "price": "25000",
      "image": "mazda3.jpg"
    },
    {
      "id": 4,
      "title": "Mazda 3",
      "description":
        "De o frumusețe impresionantă rafinată, Mazda3 Sedan 2021 stârnește pasiuni încă de la prima vedere. Rafinamentul senzual al conturului caroseriei și interiorul cu finisaje splendide o plasează într-o clasă aparate – înainte de a descoperi cât de impresionantă este senzația din timpul condusului.",
      "price": "25000",
      "image": "mazda3.jpg"
    }
  ]
}